const LGNS = () => {
    return (
            <div className="typewriter">
                <p>LG 에너지 솔루션 사내 챗봇 퍼블리싱</p>
                <p>[소개]</p>
                <p>다양한 사업이 있는 LG가  CNS를 통하여<br/>
                    사내에서 사용할 챗봇을 만들기위해 개발한 통합솔루션인 공상평 빌더<br/>
                    CNS의 공상평 빌더를 통해 새로이 런칭할 lg 에너지 솔루션의 챗봇입니다.<br/>
                    먼저 개발되어 사용되고 있는 화학봇과 같이 임직원을 위해 사용되는 사내 챗봇입니다.<br/>
                    자체적으로 마이크로소프트 웹 서비스와 연동시켜 teams나 메일, 알림등을 같이 이용할수 있도록 개발 되었습니다.<br/>
                </p>
                <br/>

                <p>Stack:  js, jQuery 사용</p>
                <br/>
                <p>
                - LG 화학봇의 데이터를 이용하여, 에너지 솔루션의 챗봇 스타일 커스터마이징 <br/>
                - 고객사의 요청에 맞게 여러가지 커스텀 데이터 폼 작업<br/>
                </p>
                <p className="goD">- 에너지 솔루션 사내에서 사용할 수 있는 데이터 사전 검색 기능 작업</p>
            </div>
    )
}
export default LGNS